<?php 
$title = "Домашня сторінка";
$style = "home";
require_once("layout/header.php"); 
require_once("layout/leftbar.php"); 
?>
<main>
    <h1 class="main-title">Головна</h1>
    <img class="main-img" src="/image/main.jpg">
    <p class="main-text">
        Файлообмінник,файлхостинґ та файловий хостинґ — сервіс, 
        що надає користувачеві місце під його файли і цілодобовий 
        доступ до них через web, як правило по протоколу HTTP. 
        Такий сервіс дозволяє зручно «обмінюватися» файлами. На 
        спеціальній сторінці файлообмінник (найчастіше на головній) 
        користувач завантажує файл на сервер файлообмінника, який 
        віддає користувачеві постійне посилання, яке він може 
        розсилати по e-mail, публікувати в блогах, на форумах або 
        пересилати через системи IM. Перейшовши по такому посиланню
        будь-який інший користувач може завантажити початковий файл. <br>
        <a href="https://uk.wikipedia.org/wiki/%D0%A4%D0%B0%D0%B9%D0%BB%D0%BE%D0%BE%D0%B1%D0%BC%D1%96%D0%BD%D0%BD%D0%B8%D0%BA">Джерело</a>
    </p>
    

</main>
<?php require_once("layout/footer.php");